Repository: mozilla-l10n/mt-training-data
Catalog: yua/yua_pontoon.tmx
Source language: en_us
Languages: yua

source: %1$d new permissions are required
yua: %1$d túumben páajtalilo'ob k'a'abeto'ob

source: %1$d out of %2$d
yua: %1$d ti' %2$d

source: 1 extension
yua: 1 extensión

source: 1 open tab. Tap to switch tabs.
yua: 1 ju'unil je'ek'abta'an. Pulse uti'al u k'exik u ju'unil.

source: %1$s, %2$d of %3$d
yua: %1$s, %2$d ti' %3$d

source: %1$s can’t download this file type
yua: %1$s ma' tu páajtal u yéemel le bin yano'ob archivoa'

source: %1$s could not be installed because it can only be installed by an organization using enterprise policies, which isn‘t supported on this platform.
yua: %1$s ma' páajchaj u ts'a'abal tumen chéen je'el u páajtal u ts'a'abal tumen jump'éel mola'ay ku meyajtik políticas empresariales, ba'ax ma' táan u yáanta'al ti' le plataformaa'.

source: %1$s could not be installed because it has a high risk of causing stability or security problems.
yua: %1$s ma' páajchaj u ts'a'abal tumen yaan jump'éel ka'anal riesgo u beetik u yantal talamilo'ob ti' estabilidad wa ti' seguridad.

source: %1$s could not be installed because it is not compatible with %2$s %3$s.
yua: %1$s ma' páajchaj u ts'a'abal tumen ma' táan u meyaj yéetel %2$s %3$s.

source: %1$s could not be verified as secure and has been disabled.
yua: %1$s ma' páajchaj u yila'al bey seguro yéetel ts'o'ok u desactivado.

source: %1$s could not verify the authenticity of the application. Do you want to proceed with autofilling the selected credentials?
yua: %1$s ma' páajchaj u yilik wa jaaj le ka'anatako'. A k'áat a t'u'uchpachtik u llenar automáticamente le credenciales seleccionadas?

source: %1$s extensions
yua: %1$s extensiones

source: %1$s has a new update
yua: %1$s yaan ti' jump'éel túumben ka'

source: %1$s has been added to %2$s
yua: %1$s ts'o'ok u ts'áabal ti' %2$s

source: %1$s has been disabled due to security or stability issues.
yua: %1$s ts'o'ok u xu'ulul tumen yaan talamilo'ob ti' seguridad wa estabilidad.

source: %1$s is not compatible with your version of %2$s (version %3$s).
yua: %1$s ma' táan u meyaj yéetel a versión %2$s (versión %3$s).

source: %1$s is requesting your username and password.
yua: %1$s táan u k'áatik a k'aaba' yéetel a contraseña.

source: %1$s open tabs. Tap to switch tabs.
yua: %1$s je'ek'abtik u ju'unil. Pulse uti'al u k'exik u ju'unil.

source: %1$s requests additional permissions.
yua: %1$s ku k'áatik uláak' páajtalilo'ob.

source: %1$s violates Mozilla’s policies and can’t be installed.
yua: %1$s ku bin tu contra le a'almaj t'aano'ob Mozilla yéetel ma' tu páajtal u ts'a'abal.

source: %1$s violates Mozilla’s policies and can’t be installed on %2$s.
yua: %1$s ku bin tu contra le a'almaj t'aano'ob Mozilla yéetel ma' tu páajtal u ts'a'abal ti' %2$s.

source: %2$s is requesting your username and password. The site says: “%1$s”
yua: %2$s táan u k'áatik a k'aaba' yéetel a contraseña. Le ts'ono'oto' ku ya'alik: “%1$s”

source: Accept and edit suggestion
yua: K'aam yéetel editar le sugerencia

source: Accept the Risk and Continue
yua: K'aam le riesgo yéetel t'u'uchpachtik

source: Access %1$s from the %2$s menu.
yua: Wokol %1$s ti' le menú %2$s.

source: Access browser activity during navigation
yua: Tsáabaltio'ob áantaj le actividad le navegador ka' jo'op' u navega

source: Access browser tabs
yua: Tsáabaltio'ob áantaj le fichas navegador

source: Access browsing history
yua: Tsáabaltio'ob áantaj historial u navegación

source: Access recently closed tabs
yua: Tsáabaltio'ob áantaj le fichas ts'oonak cerradas

source: Access to the file was denied
yua: Ts'o'ok u p'atik u muuk' le archivoo'

source: Access your data for %1$s
yua: Tsáabaltio'ob áantaj a datos uti'al %1$s

source: Access your data for all websites
yua: Tsáabaltio'ob áantaj a datos uti'al tuláakal le yáanal lu'umo'

source: Access your data for sites in %1$d domains
yua: Tsáabaltio'ob áantaj a datos uti'al le ts'ono'oto'ob yaan ti' %1$d dominios

source: Access your data for sites in the %1$s domain
yua: Tsáabaltio'ob áantaj a datos uti'al le ts'ono'oto'ob yaan ti' dominio %1$s

source: Access your data on %1$d other domains
yua: Tsáabaltio'ob áantaj a datos ti' %1$d asab dominios

source: Access your data on %1$d other sites
yua: Tsáabaltio'ob áantaj a datos ti' %1$d uláak' ts'ono'oto'ob

source: Access your data on 1 other domain
yua: Tsáabaltio'ob áantaj a datos ti' 1 asab dominio

source: Access your data on 1 other site
yua: Tsáabaltio'ob áantaj a datos ti' 1 kúuchil asab

source: Access your location
yua: Wokol ichil a tu'ux yaan

source: Add
yua: Ts’áabak

source: Add %1$s?
yua: Ku ts'áabal %1$s?

source: Add %1$s and %2$s to %3$s
yua: Ts'áa %1$s yéetel %2$s ti' %3$s

source: Add %1$s to %2$s
yua: Ts'áa %1$s ti' %2$s

source: Add-ons
yua: Accesorios

source: Add-ons Manager
yua: Administrador u complementos

source: Address Not Found
yua: Ma' kaxta'ab u dirección

source: Add them to %1$s
yua: Ts'áa ti' %1$s

source: Add to contact
yua: Ts'áa ti' máax ku

source: Advanced…
yua: Áabansado…

source: Allow
yua: Cha

source: Allow %1$s to send notifications?
yua: Ku cha'ik u túuxtik notificaciones ti' %1$s?

source: Allow %1$s to use your camera?
yua: Ku cha'ik u meyaj %1$s u cámara?

source: Allow %1$s to use your camera and microphone?
yua: Ka cha'ik ti' %1$s u meyajtik a cámara yéetel a micrófono?

source: Allow %1$s to use your location?
yua: Ka cha'ik u meyajtik %1$s a tu'ux yaan?

source: Allow %1$s to use your microphone?
yua: Ka cha'ik ti' %1$s u meyajtik a micrófono?

source: Allow in private browsing
yua: Cha' u navegación privada

source: Allow this site to open?
yua: Ka cha'ik u je'ebel le ts'ono'oto'?

source: Allow unverified third-party scripts to access your data
yua: Cha' u scripts terceros ma' verificados u tsáabaltio'ob áantaj u datos

source: Always
yua: Maantats

source: Always open links in apps
yua: Mantats' je'ek'abtik enlaces ti' aplicaciones

source: A new permission is required
yua: K'a'abéet jump'éel túumben páajtalil

source: Apr
yua: Abr

source: Are you sure?
yua: Beyo?

source: A site is playing media
yua: Junp'éel kúuchil je'el u páajtal u reproducir le contenido multimedia

source: Aug
yua: Ago

source: Author
yua: Jts'íib

source: Block content on any page
yua: Bloquear contenido ti' je'el ba'ax linki abas kaambal

source: Call
yua: T'aanil

source: Camera and microphone are on
yua: Le cámarao' yéetel le micrófonoo' táan u meyaj

source: Camera is on
yua: Le cámarao' táan u meyaj

source: Cancel
yua: Tuup

source: Cancel downloads
yua: Cancelar le descargas

source: Cancel private downloads?
yua: Ka xu'ulsik le descargas privadas?

source: Cannot Complete Request
yua: Ma' páajchaj u ts'o'oksa'al le k'áat chi'o'

source: Can’t install extension
yua: Ma' tu páajtal in ts'áik extensión

source: Can’t save password
yua: Ma' tu páajtal u ta'akikubáa u contraseña

source: Check your network connection or try reloading the page in a few moments.
yua: Béet wilik a conexión páawo'ob wa k'aax u k'a' kuuch le linki abas kaambal ti' jump'éel pocos súutuko'ob.

source: Choose a color
yua: Yéey jump'éel boonil

source: Clear
yua: Ts'its'i'ikil

source: Clear recent browsing history, cookies, and related data
yua: Borrar le k'ajláayo' navegación reciente, cookies yéetel datos relacionados

source: Close
yua: K'aal

source: Complete action using
yua: Ts'o'oksik le meyajo' yéetel u búukinta'al

source: Content crashed
yua: Contenido bloqueado

source: Content Encoding Error
yua: Ba'alo' ti' codificación ti' le contenido

source: Continue to HTTP Site
yua: T'u'uchpachtik tak le ts'ono'oto' HTTP

source: Control browser proxy settings
yua: Kaambalil yo'osal u configuración le proxy le navegador

source: Copy email address
yua: Copiar u dirección correo electrónico

source: Copy image
yua: Copiar wíimbala'

source: Copy image location
yua: Copiar tu'ux yaan le wíimbala'

source: Copy link
yua: Copiar le enlace

source: Corrupted Content Error
yua: Ba'alo' k'askúunta'an ti' le contenido

source: Could not open file
yua: Ma' páajchaj u je'ebel le archivoo'

source: Crashes
yua: Ku lúubul

source: Dark
yua: Éek'joch'e'en

source: Dark color scheme
yua: Esquema u boonil éek'joch'e'en

source: Deceptive site issue
yua: Tuus beya' talamilo'ob ts'ono'oto'

source: Deny
yua: Weet

source: Details
yua: Detaaye

source: Disabled
yua: K'ooja'an

source: Dismiss
yua: Ilal bin

source: Dismiss find in page
yua: Descartar kaxtik ti' u linki abas kaambal

source: Display notifications to you
yua: We'esik teech notificaciones

source: Don’t allow
yua: Ma' a cha'ik

source: Download
yua: Descargar

source: Download (%1$s)
yua: Descargar (%1$s)

source: Download and run AI models on your device
yua: Descargar yéetel ejecutar modelos AI ti' u dispositivo

source: Download completed
yua: Ts'o'ok u descargar

source: Download failed
yua: Ma' béeyak u descargarta'al

source: Download files and read and modify the browser’s download history
yua: Descargar archivos yéetel xook yéetel modificar historial descarga le navegador

source: Downloading and verifying extension…
yua: Táan u yéemel yéetel u yilik u extensión…

source: Download link
yua: Enlace u descargar

source: Download paused
yua: Je'elel u descargarta'al

source: Downloads
yua: Descargas

source: Do you want to leave this site? Data you have entered may not be saved
yua: A k'áat a p'atik le ts'ono'oto'? Le datos ts'o'ok a ts'áaiko' je'el ma' u ta'akbesa'alo'ob

source: Email
yua: Correo electrónico

source: Email address copied to clipboard
yua: Correo electrónico copiado ti' portapapeles

source: Enabled
yua: Péekolta’ab

source: Enter a password
yua: Ts'íibt jump'éel contraseña

source: Error
yua: Éerror

source: Error Code: NS_ERROR_OFFLINE
yua: Código ba'alo': NS_ERROR_OFFLINE

source: Exchange messages with apps other than this one
yua: K'ex mensajes yéetel aplicaciones uláak' u le je'ela'

source: Extend developer tools to access your data in open tabs
yua: Ampliar nu'ukulo'ob desarrollador utia'al tsáabaltio'ob áantaj u datos ti' fichas abiertas

source: Extensions
yua: Extensiones

source: Extensions are temporarily disabled
yua: Le extensiones ku temporalmente desactivadas

source: Extensions Manager
yua: Administrador u extensiones

source: Extensions, navigate up
yua: Extensiones, navegar tak ka'anal

source: Extension updates
yua: Actualizaciones ti' le extensión

source: Failed to disable %1$s
yua: Ma' béeyak u desactivar %1$s

source: Failed to enable %1$s
yua: Ma' béeyak u t'abik %1$s

source: Failed to install %1$s
yua: Ma' páajchaj u ts'áabal %1$s

source: Failed to install this extension.
yua: Ma' béeyak u ts'a'abal le extensióna'.

source: Failed to query extensions!
yua: Ma' béeyak u k'áatik extensiones!

source: Failed to remove %1$s
yua: Ma' páajchaj u tselik %1$s

source: Failed to uninstall %1$s
yua: Ma' páajchaj u jóok'sa'al %1$s

source: File Not Found
yua: Ma' kaxta'ab archivo

source: Files and media permission access needed to download files. Go to Android settings, tap permissions, and tap allow.
yua: Utia'al u descargar archivos k'a'abéet u permiso u muuk' archivo yéetel medios comunicación. Xeen ti' configuración Android, pulse permisos, ka pulse permitir.

source: Find in page
yua: Kaxant te' linki abas kaambal

source: Find more extensions
yua: Kaxtik uláak' extensiones

source: Find next result
yua: Kaxtik u láak' resultado

source: Find previous result
yua: Kaxant resultado anterior

source: Font size decrease
yua: Éens u Buka'aj le fuente

source: Font size increase
yua: Ya'abtal u nojchil le ts'íibo'

source: Front-facing camera
yua: Cámara delantera

source: Get data from the clipboard
yua: K'amik datos ti' le portapapeles

source: Go Back
yua: Suut

source: Go Back (Recommended)
yua: Suut (recomendado)

source: Harmful site issue
yua: Talamil ts'ono'oto' k'aas

source: Hide and show browser tabs
yua: Ta'akikubáa yéetel we'esik le fichas le navegador

source: Highlighted
yua: Ma' ts'oka'ani

source: Homepage
yua: U yáax linki abas kaambal

source: If you close all Private tabs now, %1$s download will be canceled. Are you sure you want to leave Private Browsing?
yua: Wa ka k'alik tuláakal le fichas privadas bejla'e' yaan u xu'ulul u descargarta'al %1$s. Yaan wáaj a wóol a jóok'ol ti' le navegación privada?

source: Input data to the clipboard
yua: Ts'íibt datos ti' le portapapeles

source: Install %1$s
yua: Ts'áa %1$s

source: Installed
yua: Ts'a'an

source: Invalid Address
yua: Le direccióno' ma' jach jaaj

source: It requires your permission to:
yua: K'a'abéet u páajtalil:

source: It wants to:
yua: U k'áat u:

source: Jan
yua: Ene

source: <label> <b>%1$s</b> has a security policy called HTTP Strict Transport Security (HSTS), which means that <b>%2$s</b> can only connect to it securely. You can’t add an exception to visit this site. </label>
yua: <label> <b>%1$s</b> yaan ti' jump'éel política ti' seguridad ku k'aaba'tik HTTP Strict Transport Security (HSTS), u k'áat u ya'ale' <b>%2$s</b> chéen je'el u páajtal u conectar u yéetel seguridad. Ma' je'el u páajtal a ts'áik jump'éel excepción uti'al a xíimbaltik le ts'ono'oto'. </label>

source: Label for entering a text input field
yua: Etiqueta uti'al u yokol jump'éel kúuchil u ts'íibta'al analte'o'

source: <label>Someone could be trying to impersonate the site and you should not continue.</label> <br><br> <label>Websites prove their identity via certificates. %1$s does not trust <b>%2$s</b> because its certificate issuer is unknown, the certificate is self-signed, or the server is not sending the correct intermediate certificates.</label>
yua: <label>Yaan máax je'el u páajtal u yilik u beetik le ts'ono'oto' yéetel ma' unaj a bin táanil. </label> <br><br> <label>Le ts'ono'oto'ob web ku ye'esik u identidad yéetel certificados. %1$s ma' u k'ubik u yóol ti' <b>%2$s</b> tumen ma' k'ajóolta'an máax ts'áa le certificadoo', le certificadoo' ku firmarta'al tu juunal, wa le servidor ma' tu túuxtik le certificados intermedios correctos.</label>

source: Last attempt:
yua: U ts'ook intento:

source: Last updated
yua: Ts'ook túumbenkuunsa'al

source: Learn more
yua: K’ajóoltal u yaanali’

source: Learn more about permissions
yua: Kanik uláak' yo'osal le permiso'obo'

source: Leave
yua: Jóok'en

source: Light
yua: Sáasil

source: Light color scheme
yua: Esquema u boonil sáasil

source: Link copied to clipboard
yua: Enlace copiado ti' le portapapeles

source: Loading
yua: Kuuch

source: Looks like there’s a problem with your internet connection
yua: Bey yaan jump'éel talamil yéetel le conexión internet

source: Malware site issue
yua: Talamil ti' le ts'ono'oto' malware

source: Media
yua: Multimedia

source: Menu
yua: Menú

source: Microphone is on
yua: Le micrófonoo' táan u meyaj

source: Monitor extension usage and manage themes
yua: Ilawil u búukinta'al le extensión yéetel gestionar yiit

source: More about this extension
yua: Asab yóok'ol le extensióna'

source: More options
yua: Ya'ab opciones

source: Navigate up
yua: Navegar tak ka'anal

source: Never
yua: Mixbik'in

source: Never save
yua: Ma'atech a ta'akikubáa

source: New add-on available
yua: Túumben complemento yaan

source: New add-ons available
yua: Túumben complementos yaan

source: New private tab opened
yua: Jump'éel túumben ju'unil tu'ux je'ek'abta'ab

source: New tab opened
yua: Je'ek'abta'ab jump'éel túumben ju'unil

source: No
yua: Ma’

source: No app found to open %1$s files
yua: Ma' kaxta'ab mix jump'éel ka'anatako'ob uti'al u je'ek'abtik archivo'ob %1$s

source: No camera available on device
yua: Mina'an cámara ti' le nu'ukulil

source: No internet connection
yua: Mina'an mix jump'éel conexión ti' internet

source: Not allowed in private windows
yua: Ma' tu cha'abal ti' ventanas privadas

source: Not now
yua: Ma' te' súutukila'

source: Not yet available
yua: Láayli' ma' yaan

source: Not yet supported
yua: Ma' táan u yáanta'al

source: No update available
yua: Mina'an túumbenkuunsa'al

source: (No username)
yua: (Mina'an u k'aaba')

source: Offline Mode
yua: Modo xma' conexión

source: OK
yua: Uts

source: On
yua: Meyajta’al

source: One or more extensions stopped working, making your system unstable.
yua: Juntúul wa asab extensiones xu'ul u meyaj, beetik u t.u.m inestable.

source: Open
yua: Waach

source: Open a new %1$s tab
yua: Je'e jump'éel túumben %1$s tab

source: Open files downloaded to your device
yua: Je'e archivos descargados ti' u computadora

source: Open image in new tab
yua: Je'e wíimbala' ti' túumben ju'unil tu'ux

source: Open in…
yua: Je'e ti'…

source: Open in another app
yua: Je'e ti' uláak' app

source: Open in app? Your activity may no longer be private.
yua: Je'e ti' app? A meyaj je'el u páajtal u p'áatal ma' privado.

source: Open link in external app
yua: Je'e le enlace ti' le ka'anatako'ob externa

source: Open link in new tab
yua: Je'e le enlace ti' túumben ju'unil tu'ux

source: Open link in private tab
yua: Je'e le enlace ti' jump'éel ju'unil tu'ux yaan privada

source: <p>Additional information about this problem or error is currently unavailable.</p>
yua: <p>Bejla'e' mina'an uláak' a'almaj t'aan uti'al le talamila' wa le ba'alo'.</p>

source: Password
yua: Wóojil

source: Password for %1$s
yua: Contraseña uti'al %1$s

source: Pause
yua: Je'elel

source: Permissions
yua: Muuk'o'ob

source: Pick a month
yua: Yéey jump'éel winal

source: Play
yua: Báaxal

source: Port restricted for security reasons
yua: Puerto restringido, tumen razones ti' seguridad

source: Prevent this page from creating additional dialogs
yua: Ma' u beetik le linki abas kaambal u beetik uláak' tsikbalo'ob

source: Private browsing session
yua: Meyajil ti’ maan ich web chen teech

source: Private Search
yua: Kaxant tu juunal

source: Provide cryptographic authentication services
yua: Ts'aik áantajo'ob autenticación criptográfica

source: Proxy Server Not Found
yua: Ma' u kaxta'al u servidor proxy

source: Proxy Server Refused Connection
yua: Le servidor proxy tu p'ataj u conexión

source: <p>The address specifies a protocol (e.g., <q>wxyz://</q>) the browser does not recognize, so the browser cannot properly connect to the site.</p> <ul> <li>Are you trying to access multimedia or other non-text services? Check the site for extra requirements.</li> <li>Some protocols may require third-party software or plugins before the browser can recognize them.</li> </ul>
yua: <p>Le direccióno' ku ya'alik jump'éel protocolo (je'ebix, <q>wxyz://</q>) ma' u k'aj óoltik le navegadoro', le beetike' le navegadoro' ma' tu páajtal u nupikubáaj ma'alob ti' le ts'ono'oto'.</p> <ul> <li>¿Táan a wilik a wokol ichil contenido multimedia wa uláak' áantajo'ob ma' analte'o'? Ilawil uláak' ba'ax k'a'abéet ti' le ts'ono'oto'.</li> <li>Yaan protocolos je'el u páajtal u k'a'abetkuunsik software wa plugins terceros bey ma' u páajtal u k'ajóolta'alo'ob tumen le navegador.</li> </ul>

source: <p>The browser connected successfully, but the connection was interrupted while transferring information. Please try again.</p> <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
yua: <p>Le navegadoro' tu nup'aj u jóok'ol, ba'ale' tu je'elsaj le conexión ka' jo'op' u transfería le a'alajil t'aano'. Vuelva a intentarlo.</p> <ul> <li>El sitio podía no estar disponible temporalmente o estar decisión ocupado. Vuelva jump'éel intentarlo ti' jump'éel minutos.</li> <li>Wa ma' je'el u páajtal u bisik mix jump'éel página, revisar le conexión wifi wa le datos ti' u dispositivo móvil.</li> </ul>

source: <p>The browser could not find the host server for the provided address.</p> <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
yua: <p>Le navegadoro' ma' páajchaj u kaxtik le servidor uti'al le dirección ts'a'aba'.</p> <ul> <li>Ilawil wa yaan errores ti' le dirección, je'ebix, <strong>ww</strong>.example.com kúuchil <strong>www</strong>.example.com.</li> <li>Wa ma' tu páajtal a kuuch mix jump'éel linki abas kaambal, ilawil u conexión Wi-Fi wa datos ti' a nu'ukul t'aan.</li> </ul>

source: <p>The browser has stopped trying to retrieve the requested item. The site is redirecting the request in a way that will never complete.</p> <ul> <li>Have you disabled or blocked cookies required by this site?</li> <li>If accepting the site’s cookies does not resolve the problem, it is likely a server configuration issue and not your device.</li> </ul>
yua: <p>Le navegador ts'o'ok u p'atik u k'aax u k'amik le elemento k'áata'ano'. Le ts'ono'oto' táan u túuxtik le k'áat chi'o' ti' jump'éel bix mixbik'in kun ts'o'okol.</p> <ul> <li>Yaan wáaj le cookies k'a'abeto'ob ti' le ts'ono'oto' ts'o'ok u k'a'alal wa ts'o'ok u k'a'alal?</li> <li>Wa u k'a'amal le cookies ti' le ts'ono'oto' ma' tu yutskíintik le talamilo', ma' xaane' jump'éel talamil u configuración le servidor yéetel ma' u computadora.</li> </ul>

source: <p>The browser is configured to use a proxy server, but the proxy could not be found.</p> <ul> <li>Is the browser’s proxy configuration correct? Check the settings and try again.</li> <li>Is the device connected to an active network?</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
yua: <p>Le navegadora' ts'o'ok u configurarta'al uti'al u meyajtik jump'éel servidor proxy, ba'ale' ma' páajchaj u kaxta'al le servidor proxy.</p> <ul> <li>¿Ma'alob wa u configuración le proxy ti' le navegador? Ilawil a configuración yéetel ka'a ilawil.</li> <li>Le ordenador táan conectado ti' jump'éel páawo'ob activa?</li> <li>Láayli' yaantech talamilo'ob? T'aan ti' a administrador páawo'ob wa ti' le proveedor Internet uti'al u yáanta'al técnico.</li> </ul>

source: <p>The browser is configured to use a proxy server, but the proxy refused a connection.</p> <ul> <li>Is the browser’s proxy configuration correct? Check the settings and try again.</li> <li>Does the proxy service allow connections from this network?</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
yua: <p>Le navegadoro' ts'o'ok u configurarta'al uti'al u meyajtik jump'éel servidor proxy, ba'ale' le proxy tu p'ataj le conexión.</p> <ul> <li>¿Ma'alob wa u configuración le proxy ti' le navegador? Ilawil a configuración yéetel ka'a ilawil.</li> <li>Le mayaj proxy ku cha'ik u yantal conexiones ti' le páawo'oba'?</li> <li>Láayli' yaantech talamilo'ob? T'aan ti' a administrador páawo'ob wa ti' le proveedor Internet uti'al u yáanta'al técnico.</li> </ul>

source: <p>The browser is operating in its offline mode and cannot connect to the requested item.</p> <ul> <li>Is the device connected to an active network?</li> <li>Press “Try Again” to switch to online mode and reload the page.</li> </ul>
yua: <p>Le navegadora' táan u meyaj ma' táan u meyaj yéetel ma' páajchaj u nupikubáa yéetel le elemento k'áata'ano'.</p> <ul> <li>Le ordenador táan conectado ti' jump'éel páawo'ob activa?</li> <li>Pulse "Try Again" uti'al a k'exik ti' modo ti' internet yéetel u ka'a kuuch le linki abas kaambal.</li> </ul>
